Repository: ProtonVPN/win-app
Catalog: src/Client/Localization/ProtonVPN.Client.Localization/Strings/*/Resources.resw
Source language: en_us
Languages: be_by, cs_cz, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, id_id, it_it, ja_jp, ka_ge, ko_kr, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sv_se, tr_tr, uk_ua

# Settings_Connection_Protocol_NavigationFailed_Message
source: You’re currently connected to a VPN profile. • To change the protocol for this connection, disconnect then edit your profile. • To change your protocol for other VPN connections, you’ll need to disconnect from your profile first.
cs_cz: Právě jste připojeni k profilu VPN. • Chcete-li změnit protokol tohoto připojení, odpojte se a poté upravte svůj profil. • Chcete-li změnit protokol pro jiná připojení VPN, musíte se nejprve od svého profilu odpojit.
el_gr: Αυτήν τη στιγμή είστε συνδεδεμένοι σε ένα προφίλ VPN. • Για να αλλάξετε το πρωτόκολλο για αυτήν τη σύνδεση, αποσυνδεθείτε και, στη συνέχεια, επεξεργαστείτε το προφίλ σας. • Για να αλλάξετε το πρωτόκολλό σας για άλλες συνδέσεις VPN, θα πρέπει πρώτα να αποσυνδεθείτε από το προφίλ σας.
es_es: Actualmente tienes conexión a un perfil VPN. • Para cambiar el protocolo de esta conexión, desconéctate y luego edita el perfil. • Para cambiar el protocolo de otras conexiones VPN, primero tendrás que desconectarte del perfil.
id_id: Anda sedang terhubung ke profil VPN. • Untuk mengubah protokol bagi koneksi ini, putuskan koneksi lalu sunting profil Anda. • Untuk mengubah protokol bagi untuk koneksi VPN lainnya, Anda akan perlu memutuskan diri Anda dari profil ini terlebih dahulu.
it_it: Attualmente sei connesso a un profilo VPN. • Per modificare il protocollo per questa connessione, disconnettiti e poi modifica il tuo profilo. • Per modificare il protocollo per altre connessioni VPN, dovrai prima disconnetterti dal tuo profilo.
ja_jp: 現在、VPN プロファイルに接続しています。 • この接続のプロトコルを変更するには、切断してからプロファイルを編集します。 • 他のVPN 接続のプロトコルを変更するには、まずプロファイルから切断する必要があります。
ko_kr: 현재 VPN 프로필으로 연결되었습니다. • 이 연결에 대한 프로토콜을 변경하려면 프로필에서 수정 후 연결 해제하십시오. • 타 VPN 연결에 대한 프로토콜을 변경하려면 먼저 프로필에서 연결 해제가 필요합니다.
nb_no: Du er for øyeblikket koblet til en VPN-profil. • For å endre protokollen for denne tilkoblingen, koble fra og rediger profilen din. • For å endre protokollen din for andre VPN-tilkoblinger, må du først koble fra profilen din.
nl_nl: U bent momenteel verbonden met een VPN-profiel. • Om het protocol voor deze verbinding te wijzigen, verbreekt u de verbinding en bewerkt u uw profiel. • Om uw protocol voor andere VPN-verbindingen te wijzigen, moet u eerst de verbinding met uw profiel verbreken.
pl_pl: Jesteś obecnie połączony z profilem VPN. • Jeżeli chcesz zmienić protokół dla tego połączenia, rozłącz się, a następnie edytuj swój profil. • Jeżeli chcesz zmienić protokół dla innych połączeń VPN, musisz najpierw rozłączyć się z profilem.
ro_ro: În prezent, folosiți conexiunea de la un profil VPN. • Pentru a schimba protocolul pentru această conexiune, deconectați-vă, apoi editați-vă profilul. • Pentru a schimba protocolul pentru alte conexiuni VPN, mai întâi va trebui să vă deconectați de la acest profil.
sk_sk: Práve ste sa pripojili k VPN profilu. - Ak chcete zmeniť protokol pre toto pripojenie, odpojte sa a potom upravte svoj profil. - Ak chcete zmeniť protokol na iné VPN pripojenia, musíte sa najprv od svojho profilu odpojiť.
sv_se: Du är för närvarande ansluten till en VPN-profil. • För att ändra protokollet för denna anslutning, koppla från och redigera sedan din profil. • För att ändra ditt protokoll för andra VPN-anslutningar måste du först koppla från din profil.
tr_tr: Şu anda bir VPN profiline bağlısınız. • Bu bağlantının iletişim kuralını değiştirmek için bağlantıyı kesin ve profilinizi düzenleyin. • Diğer VPN bağlantılarının iletişim kuralını değiştirmek için önce profilinizin bağlantısını kesmeniz gerekir.

# Settings_Connection_Protocol_NavigationFailed_Title
source: Change protocol in profiles
cs_cz: Změňte protokol v profilech
el_gr: Αλλαγή πρωτοκόλλου στα προφίλ
es_es: Cambiar el protocolo en los perfiles
fi_fi: Muuta protokollaa profiileissa
id_id: Ubah protokol dalam profil
it_it: Cambia il protocollo nei profili
ja_jp: プロファイルでプロトコルを変更
ko_kr: 프로맆에서 프로토콜 변경하기
nb_no: Endre protokoll i profiler
nl_nl: Protocol wijzigen in profielen
pl_pl: Zmień protokół w profilach
ro_ro: Modificare protocol în profiluri
sk_sk: Zmeniť protokol v profiloch
sv_se: Ändra protokoll i profiler
tr_tr: Profillerdeki iletişim kuralını değiştir

# Settings_Connection_SplitTunneling
source: Split tunneling
el_gr: Διαίρεση σήραγγας
es_es: Túnel dividido
fi_fi: Jaettu tunnelointi
ja_jp: スプリットトンネル
pt_pt: Tunelamento dividido
ro_ro: Divizare trafic
sl_si: Razdeljeno tuneliranje
uk_ua: Роздільне тунелювання

# Settings_Connection_SplitTunneling_Apps_Add
source: Add app
el_gr: Προσθήκη εφαρμογής
es_es: Añadir aplicación
fi_fi: Lisää sovellus
id_id: Tambah aplikasi
ja_jp: アプリを追加
nl_nl: App toevoegen
pl_pl: Dodaj aplikację
ro_ro: Adăugare aplicație
sk_sk: Pridať aplikáciu
sv_se: Lägg till app

# Settings_Connection_SplitTunneling_Apps_FilesFilterName
source: App files
be_by: Файлы праграмы
el_gr: Αρχεία εφαρμογής
es_es: Archivos de la aplicación
fi_fi: Sovellustiedostot
id_id: Berkas aplikasi
ja_jp: アプリファイル
ka_ge: აპის ფაილები
nl_nl: Appbestanden
pl_pl: Pliki aplikacji
pt_pt: Ficheiros da aplicação
ro_ro: Fișiere aplicație
sk_sk: Súbory aplikácie
sl_si: Datoteke aplikacij
sv_se: Appfiler
uk_ua: Файли програм

# Settings_Connection_SplitTunneling_Apps_Header
source: Selected apps ({0})
el_gr: Επιλεγμένες εφαρμογές ({0})
es_es: Aplicaciones seleccionadas ({0})
fi_fi: Valitut sovellukset ({0})
id_id: Aplikasi terpilih ({0})
ja_jp: 選択されたアプリ({0})
nl_nl: Geselecteerde apps ({0})
pl_pl: Wybrane aplikacje ({0})
ro_ro: Aplicații selectate ({0})
sk_sk: Vybrané aplikácie ({0})
sv_se: Valda appar ({0})

# Settings_Connection_SplitTunneling_Apps_Remove
source: Remove app
el_gr: Κατάργηση εφαρμογής
es_es: Eliminar la aplicación
fi_fi: Poista sovellus
id_id: Hapus aplikasi
ja_jp: アプリを削除
nl_nl: App verwijderen
pl_pl: Usuń aplikację
ro_ro: Eliminare aplicație
sk_sk: Odstrániť aplikáciu
sv_se: Ta bort app

# Settings_Connection_SplitTunneling_Conflict_Description
source: This will disable kill switch.
el_gr: Αυτό θα απενεργοποιήσει το kill switch.
es_es: Esta acción desactivará el Kill Switch.
fi_fi: Tämä poistaa tappokytkimen käytöstä.
id_id: Tindakan ini akan menonaktifkan kill switch.
ja_jp: これは無効化されたキルスイッチです。
nl_nl: Hiermee wordt de kill switch uitgeschakeld.
pl_pl: Spowoduje to wyłączenie funkcji kill switch.
ro_ro: Aceasta va dezactiva întrerupătorul de conexiune.
sk_sk: Toto vypne kill switch.
sv_se: Detta kommer inaktivera kill switch.

# Settings_Connection_SplitTunneling_Conflict_Title
source: Enable split tunneling?
el_gr: Ενεργοποίηση διαίρεσης σήραγγας;
es_es: ¿Activar el túnel dividido?
fi_fi: Otetaanko jaettu tunnelointi käyttöön?
id_id: Aktifkan split tunneling?
ja_jp: スプリットトンネルを有効にしますか？
nl_nl: Split tunneling inschakelen?
pl_pl: Włączyć split tunneling?
ro_ro: Activați divizarea traficului?
sk_sk: Povoliť split tunneling?
sv_se: Aktivera split tunneling?

# Settings_Connection_SplitTunneling_Description
source: Customize your connection by deciding which apps and IP addresses are protected by VPN.
be_by: Наладзьце падключэнне вырашыўшы, якія праграмы і IP-адрасы будуць абаронены VPN.
el_gr: Προσαρμόστε τη σύνδεσή σας αποφασίζοντας ποιες εφαρμογές και διευθύνσεις IP προστατεύονται από VPN.
es_es: Personaliza la conexión decidiendo qué aplicaciones y direcciones IP deseas proteger con VPN.
fi_fi: Mukauta yhteyttäsi määrittämällä, mitkä sovellukset ja IP-osoitteet suojataan VPN:llä.
id_id: Sesuaikan koneksi Anda dengan menentukan aplikasi dan alamat IP mana saja yang akan terlindung oleh VPN.
ja_jp: どのアプリとIP アドレスをVPN によって保護するかを決定して、接続をカスタマイズします。
ka_ge: მოირგეთ თქვენი მიერთება, გადაწყვიტეთ, რომელი აპები და IP მისამართები იქნებიან VPN-ით დაცული.
nl_nl: Pas uw verbinding aan door te beslissen welke apps en IP-adressen worden beschermd door VPN.
pl_pl: Dostosuj połączenie, decydując, które aplikacje i adresy IP będą chronione przez VPN.
pt_pt: Personalize a sua conexão ao decidir quais aplicações e endereços IP são protegidos por VPN.
ro_ro: Personalizați-vă conexiunea decizând ce aplicații și adrese IP sunt protejate de către VPN.
sk_sk: Prispôsobte si pripojenie tým, že sa rozhodnete, ktoré aplikácie a IP adresy budú chránené pomocou VPN.
sl_si: Prilagodite povezavo tako, da določite, katere aplikacije in IP naslovi so zaščiteni z omrežjem VPN.
sv_se: Anpassa din anslutning genom att bestämma vilka appar och IP-adresser som är skyddade av VPN.
uk_ua: Налаштуйте своє з'єднання, визначивши програми та IP-адреси, які захищаються VPN.

# Settings_Connection_SplitTunneling_Inverse
source: Inverse
be_by: Рэжым уключэння
el_gr: Αντίστροφο
es_es: Invertir
fi_fi: Käänteinen
id_id: Berkebalikan
ja_jp: 反対
ka_ge: ჩასმის რეჟიმი
nl_nl: Omgekeerd
pl_pl: Odwrócony
pt_pt: Modo de inclusão
ro_ro: Inversare
sk_sk: Inverzný
sl_si: Način vključitve
sv_se: Omvänd
uk_ua: Режим включення

# Settings_Connection_SplitTunneling_Inverse_Description
source: Only selected apps and IP addresses connect via VPN, all other traffic is unprotected
be_by: Толькі выбраныя праграмы і IP-адрасы будуць падключаны праз VPN. Увесь астатні трафік застанецца неабароненым.
el_gr: Μόνο επιλεγμένες εφαρμογές και διευθύνσεις IP συνδέονται μέσω VPN, όλη η άλλη κίνηση δεν προστατεύεται
es_es: Solo las aplicaciones y direcciones IP seleccionadas se conectan mediante VPN, el resto del tráfico está desprotegido
fi_fi: Vain valitut sovellukset ja IP-osoitteet muodostavat yhteyden VPN:n välityksellä. Kaikki muu tietoliikenne on suojaamatonta
id_id: Hanya aplikasi dan alamat IP yang dipilih yang akan terhubung ke VPN, sedangkan lalu lintas lainnya tidak terlindung
ja_jp: 選択したアプリとIPアドレスのみがVPNを通して接続され、他のすべてのトラフィックは保護されません。
ka_ge: მხოლოდ, არჩეული აპები და IP მისამართები გავლენ VPN-ის გავლით. დანარჩენი ყველაფერი დაუცველი იქნება.
nl_nl: Alleen geselecteerde apps en IP-adressen maken verbinding via VPN. Al het andere verkeer is onbeschermd
pl_pl: Tylko wybrane aplikacje i adresy IP zostaną uwzględnione w połączeniu VPN. Pozostały ruch sieciowy nie będzie chroniony
pt_pt: Only selected apps and IP addresses connect through VPN, all other traffic is unprotected.
ro_ro: Doar aplicațiile selectate și adresele IP se conectează prin VPN, orice alt trafic nu este protejat.
sk_sk: Cez VPN sa pripájajú iba vybrané aplikácie a IP adresy, všetka ďalšia prevádzka je nechránená
sl_si: Samo izbrane aplikacije in naslovi IP se povezujejo prek VPN, ves ostali promet je nezaščiten.
sv_se: Endast valda appar och IP-adresser ansluter via VPN, all annan trafik är oskyddad
uk_ua: Лише вибрані програми та IP-адреси під'єднуються через VPN, а весь інший трафік не захищається.

# Settings_Connection_SplitTunneling_IpAddresses_Add
source: Add IP
el_gr: Προσθήκη IP
es_es: Añadir dirección IP
fi_fi: Lisää IP-osoite
id_id: Tambah IP
ja_jp: IPを追加
nl_nl: IP toevoegen
pl_pl: Dodaj adres IP
ro_ro: Adăugare IP
sk_sk: Pridať IP
sv_se: Lägg till IP

# Settings_Connection_SplitTunneling_IpAddresses_Header
source: Selected IP addresses ({0})
el_gr: Επιλεγμένες διευθύνσεις IP ({0})
es_es: Direcciones IP seleccionadas ({0})
fi_fi: Valitut IP-osoitteet ({0})
id_id: Alamat IP yang dipilih ({0})
ja_jp: 選択したIPアドレス({0})
nl_nl: Geselecteerde IP-adressen ({0})
pl_pl: Wybrane adresy IP ({0})
ro_ro: Adrese IP selectate ({0})
sk_sk: Vybrané IP adresy ({0})
sv_se: Valda IP-adresser ({0})

# Settings_Connection_SplitTunneling_IpAddresses_Remove
source: Remove IP
el_gr: Κατάργηση IP
es_es: Eliminar la dirección IP
fi_fi: Poista IP-osoite
id_id: Hapus IP
ja_jp: IPを削除
nl_nl: IP verwijderen
pl_pl: Usuń adres IP
ro_ro: Eliminare IP
sk_sk: Odstrániť IP
sv_se: Ta bort IP

# Settings_Connection_SplitTunneling_IpAddresses_Watermark
source: Add IPv4 address
el_gr: Προσθήκη διεύθυνσης IPv4
es_es: Añadir dirección IPv4
fi_fi: Lisää IPv4-osoite
id_id: Tambahkan alamat IPv4
ja_jp: IPv4アドレスを追加
nl_nl: IPv4-adres toevoegen
pl_pl: Dodaj adres IPv4
ro_ro: Adăugare adresă IPv4
sk_sk: Pridať adresu IPv4
sv_se: Lägg till IPv4-adress

# Settings_Connection_SplitTunneling_Standard
source: Standard
be_by: Рэжым выключэння
el_gr: Τυπικό
es_es: Estándar
fi_fi: Vakio
id_id: Standar
ja_jp: スタンダード
ka_ge: გამორიცხვის რეჟიმი
nl_nl: Standaard
pl_pl: Standardowy
pt_pt: Modo de exclusão
sk_sk: Štandardný
sl_si: Način izključitve
uk_ua: Режим винятків

# Settings_Connection_SplitTunneling_Standard_Description
source: Selected apps and IP addresses are excluded from VPN connection
be_by: Выбраныя праграмы і IP-адрасы выключаны з падключэння па VPN.
el_gr: Επιλεγμένες εφαρμογές και διευθύνσεις IP εξαιρούνται από τη σύνδεση VPN
es_es: Las aplicaciones y direcciones IP seleccionadas están excluidas de la conexión VPN.
fi_fi: Valitut sovellukset ja IP-osoitteet suljetaan VPN-yhteyden ulkopuolelle
id_id: Aplikasi dan alamat IP yang terpilih dikecualikan dari koneksi VPN
ja_jp: 選択したアプリとIPアドレスがVPN接続から除外されます
ka_ge: მონიშნული აპები და IP მისამართები ამოღებულია თქვენი VPN მიერთებიდან.
nl_nl: Geselecteerde apps en IP-adressen zijn uitgesloten van de VPN-verbinding
pl_pl: Wybrane aplikacje i adresy IP zostaną wykluczone z połączenia VPN
pt_pt: Selected apps and IP addresses are excluded from your VPN connection.
ro_ro: Aplicațiile selectate și adresele IP sunt excluse din conexiunea VPN
sk_sk: Vybrané aplikácie a IP adresy sú vylúčené z pripojenia VPN
sl_si: Izbrane aplikacije in naslovi IP so izključeni iz vaše povezave VPN.
sv_se: Valda appar och IP-adresser är exkluderade från VPN-anslutning
uk_ua: Вибрані програми та IP-адреси виключаються з вашого VPN-з'єднання.

# Settings_Features
source: VPN features
cs_cz: VPN funkce
de_de: VPN-Funktionen
el_gr: Χαρακτηριστικά VPN
es_es: Funciones de VPN
fi_fi: VPN:n ominaisuudet
fr_fr: Fonctionnalités VPN
id_id: Fitur-fitur VPN
it_it: Funzionalità VPN
ja_jp: VPN機能
ko_kr: VPN 기능
nb_no: VPN-funksjoner
nl_nl: VPN-functies
pl_pl: Funkcje VPN
ro_ro: Funcții VPN
ru_ru: Функции VPN
sk_sk: Funkcie VPN
sv_se: VPN-funktioner
tr_tr: VPN özellikleri

# Settings_General
source: General
be_by: Агульныя
cs_cz: Obecné
de_de: Allgemein
el_gr: Γενικά
fa_ir: عمومی
fi_fi: Yleiset
fr_fr: Général
id_id: Umum
it_it: Generale
ja_jp: 一般
ka_ge: ზოგადი
ko_kr: 일반
nb_no: Generelt
nl_nl: Algemeen
pl_pl: Ogólne
pt_pt: Geral
ro_ro: Generale
ru_ru: Общие
sk_sk: Všeobecné
sl_si: Splošno
sv_se: Allmänt
tr_tr: Genel
uk_ua: Загальні

# Settings_General_AutoStartup
source: Auto startup
be_by: Аўтаматычны запуск
cs_cz: Automatické spuštění
de_de: Automatischer Start
el_gr: Αυτόματη εκκίνηση
es_es: Inicio automático
fa_ir: راه‌اندازی خودکار
fi_fi: Käynnistä automaattisesti
fr_fr: Démarrage automatique
id_id: Pemulaian otomatis
it_it: Avvio automatico
ja_jp: 自動スタートアップ
ka_ge: ავტოგაშვება
ko_kr: 자동 시작
nb_no: Automatisk oppstart
nl_nl: Automatisch opstarten
pl_pl: Automatyczne uruchamianie
pt_pt: Início automático
ro_ro: Autopornire
ru_ru: Автозапуск
sk_sk: Automatické spustenie
sl_si: Samodejni zagon
sv_se: Starta automatiskt
tr_tr: Otomatik başlatma
uk_ua: Автозапуск

# Settings_General_AutoStartup_AutoConnect
source: Auto connect
be_by: Аўтаматычнае падключэнне
cs_cz: Automatické připojení
de_de: Automatisch verbinden
el_gr: Αυτόματη σύνδεση
es_es: Conectar automáticamente
fa_ir: اتصال خودکار
fi_fi: Yhdistä automaattisesti
fr_fr: Connexion automatique
id_id: Penghubungan otomatis
it_it: Connessione automatica
ja_jp: 自動接続
ka_ge: ავტომატური დაკავშირება
ko_kr: 자동 연결
nb_no: Automatisk tilkobling
nl_nl: Automatisch verbinden
pl_pl: Automatyczne połączenie
ro_ro: Autoconectare
ru_ru: Автоподключение
sk_sk: Automatické pripojenie
sl_si: Samodejna povezava
sv_se: Anslut automatiskt
tr_tr: Otomatik bağlantı
uk_ua: Автоз'єднання

# Settings_General_AutoStartup_AutoConnect_Description
source: Automatically connects to your default connection when Proton VPN opens.
be_by: Аўтаматычна падключацца да прадвызначанага падключэння пры адкрыцці Proton VPN.
cs_cz: Po otevření Proton VPN se automaticky připojí k vašemu výchozímu připojení.
de_de: Verbindet sich automatisch mit deiner Standardverbindung, wenn Proton VPN geöffnet wird.
el_gr: Συνδέεται αυτόματα στην προεπιλεγμένη σύνδεσή σας όταν ανοίγει το Proton VPN.
es_es: Se conecta automáticamente a tu conexión por defecto cuando se abre Proton VPN.
fi_fi: Muodostaa automaattisesti yhteyden oletussijaintiisi kun Proton VPN käynnistyy.
fr_fr: Se connecte automatiquement à votre connexion par défaut à l'ouverture de Proton VPN.
id_id: Menghubungkan Anda secara otomatis ke koneksi bawaan Anda ketika Proton VPN terbuka.
it_it: Si connette automaticamente alla connessione predefinita all'apertura di Proton VPN.
ja_jp: Proton VPN が開くと、デフォルトの接続に自動的に接続されます。
ka_ge: ავტომატურად მიუერთდება თქვენს ნაგულისხმევ მიერთებას Proton VPN-ის გახსნისას.
ko_kr: Proton VPN을 열 때 기본 연결값으로 자동 연결합니다.
nb_no: Kobles automatisk til standardtilkoblingen din når Proton VPN åpnes.
nl_nl: Verbindt automatisch met uw standaardverbinding wanneer Proton VPN wordt geopend.
pl_pl: Automatyczne łączenie z domyślnym połączeniem po uruchomieniu aplikacji Proton VPN.
pt_pt: Liga-se automaticamente à sua ligação predefinida ao abrir o Proton VPN.
ro_ro: Se conectează automat la conexiunea implicită când se deschide Proton VPN.
ru_ru: Автоматически устанавливает ваше подключение по умолчанию при открытии Proton VPN.
sk_sk: Po otvorení služby Proton VPN sa automaticky pripojí k vášmu predvolenému pripojeniu.
sl_si: Samodejna povezava s privzeto povezavo ob zagonu Proton VPN.
sv_se: Ansluter automatiskt till din standardanslutning när Proton VPN öppnas.
tr_tr: Proton VPN açıldığında otomatik olarak varsayılan bağlantınızı kurar.
uk_ua: Автоматичне встановлення вашого типового з'єднання під час відкриття Proton VPN.

# Settings_General_AutoStartup_AutoConnect_Fastest
source: Fastest connection
cs_cz: Nejrychlejší připojení
de_de: Schnellste Verbindung
el_gr: Η γρηγορότερη σύνδεση
es_es: Conexión más rápida
fa_ir: سریع‌ترین اتصال
fi_fi: Nopein yhteys
fr_fr: Connexion la plus rapide
id_id: Koneksi tercepat
it_it: Connessione più veloce
ja_jp: 最速の接続
ko_kr: 가장 빠른 연결
nb_no: Raskeste forbindelse
nl_nl: Snelste verbinding
pl_pl: Najszybsze połączenie
ro_ro: Cea mai rapidă conexiune
ru_ru: Самое быстрое подключение
sk_sk: Najrýchlejšie pripojenie
sv_se: Snabbaste anslutning
tr_tr: En hızlı bağlantı

# Settings_General_AutoStartup_AutoConnect_Latest
source: Last connected
cs_cz: Naposledy připojeno
de_de: Zuletzt verbunden
el_gr: Τελευταία σύνδεση
es_es: Última conexión
fa_ir: آخرین اتصال
fi_fi: Edellinen yhteys
fr_fr: Dernière connexion
id_id: Terakhir terhubung
it_it: Ultima connessione
ja_jp: 最後の接続
ko_kr: 마지막 연결
nb_no: Sist tilkoblet
nl_nl: Laatste verbinding
pl_pl: Ostatnie połączenie
ro_ro: Ultima conexiune
ru_ru: Последнее подключение
sk_sk: Naposledy pripojené
sv_se: Senast ansluten
tr_tr: Son bağlantı

# Settings_General_AutoStartup_AutoLaunch
source: Auto launch
be_by: Аўтаматычны запуск
cs_cz: Automatické spuštění
de_de: Automatischer Start
el_gr: Αυτόματη εκκίνηση
es_es: Iniciar automáticamente
fa_ir: شروع خودکار برنامه
fi_fi: Käynnistä automaattisesti
fr_fr: Démarrage automatique
id_id: Peluncuran otomatis
it_it: Avvio automatico
ja_jp: 自動起動
ka_ge: ავტოგაშვება
ko_kr: 자동 실행
nb_no: Automatisk start
nl_nl: Automatisch opstarten
pl_pl: Automatyczne uruchamianie
ro_ro: Autolansare
ru_ru: Автозапуск
sk_sk: Automatické spustenie
sl_si: Samodejni zagon
sv_se: Automatisk start
tr_tr: Otomatik başlatma
uk_ua: Автозапуск

# Settings_General_AutoStartup_AutoLaunch_Description
source: Proton VPN will automatically open when you sign in to your device
be_by: Proton VPN будзе аўтаматычна адкрывацца пры ўваходзе ў сістэму на вашай прыладзе
cs_cz: Proton VPN se automaticky spustí, jakmile se přihlásíte do svého zařízení
de_de: Proton VPN wird automatisch geöffnet, wenn du dich an deinem Gerät anmeldest.
el_gr: Το Proton VPN θα ανοίξει αυτόματα όταν συνδεθείτε στη συσκευή σας
es_es: Proton VPN se abrirá automáticamente cuando inicies sesión en tu dispositivo
fa_ir: Proton VPN هنگامی که وارد دستگاه‌تان می‌شوید به‌طور خودکار باز می‌شود
fi_fi: Proton VPN käynnistyy automaattisesti, kun kirjaudut laitteellesi.
fr_fr: Proton VPN s'ouvrira automatiquement quand vous vous connecterez à votre appareil
id_id: Proton VPN akan terbuka secara otomatis pada saat Anda masuk ke perangkat Anda
it_it: Proton VPN verrà avviato automaticamente quando accedi al tuo dispositivo
ja_jp: デバイスにサインインすると、Proton VPN が自動的に開きます
ka_ge: Proton VPN ავტომატურად გაიხსნება, როცა თქვენს მოწყობილობაზე შეხვალთ
ko_kr: Proton VPN이 장치에 로그인할 때 자동으로 실행됩니다.
nb_no: Proton VPN åpnes automatisk når du logger på enheten din.
nl_nl: Proton VPN wordt automatisch geopend wanneer u inlogt op uw apparaat
pl_pl: Proton VPN otworzy się automatycznie po zalogowaniu na urządzenie
pt_pt: O Proton VPN será aberto automaticamente quando iniciar sessão no seu dispositivo.
ro_ro: Proton VPN se va deschide automat atunci când vă conectați la dispozitiv.
ru_ru: Proton VPN будет автоматически открываться при входе в систему на вашем устройстве
sk_sk: Proton VPN sa automaticky spustí, akonáhle sa prihlásite do svojho zariadenia
sl_si: Proton VPN se bo samodejno odprl, ko se prijavite v svojo napravo
sv_se: Proton VPN kommer öppnas automatiskt när du loggar in på din enhet
tr_tr: Aygıtınızda oturum açtığınızda Proton VPN otomarik olarak açılır
uk_ua: Proton VPN автоматично відкриватиметься під час входу до системи

# Settings_General_AutoStartup_AutoLaunch_Desktop
source: Open on desktop
be_by: Адкрыць на працоўным стале
cs_cz: Otevřít na ploše
de_de: Im Desktop öffnen
el_gr: Άνοιγμα στην επιφάνεια εργασίας
es_es: Abrir en el escritorio
fa_ir: باز کردن روی دسکتاپ
fi_fi: Avaa työpöydällä
fr_fr: Ouvrir sur le bureau
id_id: Buka di desktop
it_it: Apri sul desktop
ja_jp: デスクトップで開く
ka_ge: კომპიუტერზე გახსნა
ko_kr: 바탕 화면으로 열어놓기
nb_no: Åpne på skrivebordet
nl_nl: Openen op het bureaublad
pl_pl: Otwórz na pulpicie
pt_pt: Abrir no desktop
ro_ro: Deschidere pe desktop
ru_ru: Открыть на рабочем столе
sk_sk: Otvoriť na ploche
sl_si: Odpri na namizju
sv_se: Öppna på skrivbord
tr_tr: Masaüstünde aç
uk_ua: Відкрити на робочому столі

# Settings_General_AutoStartup_AutoLaunch_SystemTray
source: Minimize to System Tray
be_by: Згарнуць у сістэмны латок
cs_cz: Minimalizovat do systémové lišty
de_de: In die Taskleiste minimieren
el_gr: Ελαχιστοποίηση στη γραμμή ειδοποιήσεων
es_es: Minimizar a la bandeja del sistema
fa_ir: كمينه در سینی نوار وظیفه
fi_fi: Pienennä ilmaisinalueelle
fr_fr: Réduire dans la barre d'état du système
id_id: Kecilkan ke System Tray
it_it: Minimizza in area di notifica
ja_jp: システムトレイに最小化
ka_ge: სისტემურ არეში ჩაკეცვა
ko_kr: 시스템 트레이로 최소화하기
nb_no: Minimer til systemstatusfeltet
nl_nl: Minimaliseren naar systeemvak
pl_pl: Minimalizuj do zasobnika systemowego
pt_pt: Reduzir para a área de notificação
ro_ro: Minimizare în zona de notificare
ru_ru: Свернуть в область уведомлений
sk_sk: Minimalizovať do systémovej lišty
sl_si: Pomanjšaj v sistemski pladenj
sv_se: Minimera till systemfältet
tr_tr: Sistem tepsisine küçült
uk_ua: Згорнути до системного лотка
